{
  "title": "Alessandro Di Puccio",
  "description": "Date il via al vostro prossimo, grande progetto Gatsby con questo starter-intl di default. Questo starter a ossa nude viene fornito con i principali file di configurazione di Gatsby di cui potreste aver bisogno",
  
  
  "about_opengallery": "Apri Galleria",
  "about_title1": "ALESSANDRO DI PUCCIO (Firenze, 1958)",
  "about_subtitle1": "VIBRAFONISTA, Batterista e pianista. Compositore e Arrangiatore.",
  "about_bio1": "Dai Primi anni “80 ad oggi ha suonato nei più importanti club, festival e rassegne, sia in ambito jazz che world music, in Italia e in Europa (Leverkusen, Parigi, Colonia, Istanbul, Ankara, Lisbona, Lubiana).",
  "about_bio1_2": "Vanta numerose collaborazioni con musicisti di jazz e world music, fra le più significative: Bruno Tommaso, Enrico Pierannunzi, Maurizio Giammarco, Fabio Morgera, Franco D’Andrea, Gianluigi Trovesi, Pietro Tonolo, Gianni Cazzola, Luca Flores, Marco Tamburini, Massimo Urbani, Tiziana Ghiglioni Larry Nocella, Roberto Rossi, Paolo Birro, Rosario Giuliani, Nicola Stilo, Rita Marcotulli, Riccardo Tesi, Toots Thielemans, Antonello Salis, Stefano Bollani, Albert Mangelsdorff, Claude Barthelemy, Mal Waldron, Mike Turk, Sal Nistico, Emanuele Cisi, Stefano “Cocco” Cantini, Francesco Maccianti.",
  "about_bio1_3": "Attualmente tiene concerti con il sassofonista americano SCOTT HAMILTON, l’organista ALBERTO MARSICO e il batterista ALESSANDRO FABBRI.",

  "about_title2": "ARRANGIAMENTO E COMPOSIZIONE PER ORCHESTRA.",
  "about_bio2": "Ha diretto e scritto composizioni ed arrangiamenti per orchestre jazz, fra cui le esperienze più significative sono con le orchestre: ",
  "about_bio2_2": "Les Italiens (dal 1998 al 2013) che eseguiva esclusivamente sue composizioni e si è esibita in festival e rassegne italiane ed europee. Con questa orchestra ha realizzato 2 CD Les Italiens (2002) e Verdeluna Dancing Hall (2009).",
  "about_bio2_3": " L’orchestra Far Fly MusicComunity (dal 2006 al 2008) nata per l’esecuzione di brani del pianista scomparso Luca Flores arrangiati da Di Puccio con la quale hapartecipato a molti festivals jazz.",
  "about_bio2_4": "L’Orchestra multietnica Musipolitana, formazione di ambito world music il cui organico era composto da musicisti provenienti da Cuba, Costa D’Avorio, Marocco, Iran, Brasile oltre che dal Sud d’Italia.",
  "about_bio2_5": "Per il suo carattere popolare ha partecipato a numerose rassegne vicine al tema della “festa di piazza” e festival di musica etnica.",

  "about_title3": "COMPOSIZIONE PER TEATRO, DANZA, COMMENTI CINE-TELEVISIVI E RADIOFONICI",
  "about_bio3":  "Ha composto ed arrangiato musica per spettacoli teatrali collaborando con importanti attori italiani (Carlina Torta, Marco Zannoni, Veronique Nah) e i registi Pietro Bartolini, Silvano Panichi, Alessandro Libertini. ", 
  "about_bio3_2": "Negli anni dal 2005 al 2014 ha composto musiche e curato la regia di Mini Musicals per ragazzi con spettacolo finale al Teatro della Pergola di Firenze, in collaborazione con l’Assessorato all’Istruzione del Comune di Firenze. Questa attività è culminata nella realizzazione del disco “Si può farcela” (2017) – musica di Di Puccio, prodotto da Marco Lamioni e Comune di Firenze – con la partecipazione di Roberto Vecchioni e Irene Grandi.",
  "about_bio3_3": "Sue composizioni, prevalentemente di Les Italiens, sono state usate come sigla o colonna sonora o commenti musicali per trasmissioni radiofoniche e televisive (prevalentemente per la RAI – fra cui fiction televisive e due film prodotti da Rai Trade – e un film d’animazione per la televisione Canadese).", 
  "about_bio3_4": "E’ stato consulente musicale del film “PIano Solo” di Riccardo Milani, interpretato da Kim Rossi Stuart, sulla vita di Luca Flores (con il quale ha suonato per circa venti anni) tratto dal libro di Walter Veltroni “Il Disco del Mondo”.", 
  "about_bio3_5": "Con l’orchestra Musipolitana ha collaborato per vari anni con la Fondazione Fabbrica Europa, lavorando in particolare sul progetto triennale europeo “Roots & Routes” con la realizzazione delle musiche per due spettacoli di danza e la colonna sonora di due documentari televisivi (Storie Migranti ed Intrecci).", 
  "about_bio3_6": "Ha fondato nel 2015, assieme ad altri artisti (fotografi, musicisti, pittori, video maker) il Collettivo Fu.Ori con il quale sta realizzando progetti che prevedono la fusione di musica e immagini attraverso la creazione di cortometraggi, da lui stesso curati nella regia e nell’editing, presentati in numerose occasioni fra cui nella 12a e 14a edizione del Festival Jazz fiorentino “Settembre in piazza della Passera” di cui Di Puccio è Direttore Artistico dall’anno 2001.", 
  "about_image1":"Concerto con Scott Hamilton, Firenze 2017",
  "about_image2":"Concerto con Luca Flores al Salt Peanuts, Firenze 1984",
  "about_image3":"Orchestra (multietnica) Musipolitana Firenze -Fabbrica Europa 2007 ",
  "about_image4":"Scena dal film Piano Solo",

  "teaching_title": "ATTIVITA' DIDATTICA: ",
  "teaching_text1": "Dal 1985 svolge attività didattica come insegnante di strumenti a percussione (batteria, vibrafono) e tiene corsi di musica d’insieme, armonia, tecnica dell’improvvisazione ad indirizzo jazzistico, composizione e arrangiamento per musica d'uso e storia del Jazz.",
  "teaching_text2": "È stato direttore didattico dal 1986 al 2017 della scuola del Centro Attività Musicali (CAM) di Firenze e dal 1986 al 2003 anche della scuola comunale di Scandicci (Fi).",
  "teaching_text3": "Attualmente dirige il dipartimento Jazz dell’Accademia Musicale di Firenze e il Centro per le Arti Silence JAM (jazz, arte, movimento) di Firenze. Ha tenuto seminari in molte Scuole di Musica e Conservatori italiani sull'improvvisazione nel jazz (Firenze, Siena, Modena, La Spezia) e un seminario all'Università di Istanbul (2004) e al conservatorio di Pantin, Parigi (1987). ",
  "teaching_text4": "Ha svolto per oltre vent’anni anche attività di aggiornamento didattico per gli insegnanti e corsi di Ascolto guidato per le classi delle scuole materne e elementari nel Comune e nella Provincia di Firenze. Dal 2004 al 2015, per l'Assessorato alla Pubblica Istruzione del Comune di Firenze, nell'ambito delle proposte formative “Chiavi Della Città”, ha diretto laboratori di teatro musicale per e con i bambini delle scuole elementari e medie.",
  "teaching_image_tooltip": "Durante uno stage all'universita di Istanbul 2004",


  "patreon_title": "Diventa un Patreon",
  "patreon_text1" : "Ho sempre pensato che l’apprendimento dell’arte del linguaggio dei suoni (così è definita la musica) sia un percorso ricco di “sorprese” che lo rendono avvincente ed emozionante. La più importante nel mio iter di apprendimento è stato l’incontro con l’eleganza e l’immediatezza del linguaggio del jazz.", 
  "patreon_text1_2" : "Fin dall’inizio la mia attività artistica è stata ispirata dal fascino emanato dalla pratica dell’improvvisazione che permette di esprimersi in maniera personale e straordinariamente libera e creativa. Ho pensato di condividere la mia quarantennale esperienza attraverso Patreon per chi si sta avvicinando al linguaggio del Jazz o chi, già avanti nel suo percorso di studio, desideri approfondire le tematiche riguardanti il linguaggio del jazz.", 
  "patreon_text1_3": " L’inizio della mia esperienza d’insegnamento risale all’inizio degli anni ottanta, in cui impartivo lezioni di batteria e pianoforte, i primi tempi a casa e in seguito in alcune scuole private, dove iniziai a cimentarmi anche nell’insegnamento di musica d’insieme per jazz combo. È giusto sottolineare che sto parlando di un periodo e di una città, Firenze, dove ancora non esisteva, in ambito jazzistico, una struttura didattica di alto livello. Quindi c’era molto da fare, da inventare e costruire. Andò che, con la gioventù da una parte, l’amore per la musica e la buona volontà dall’altra, con la collaborazione di altri musicisti riuscii a creare in pochi anni una vera scuola di jazz con un vero programma di studi articolato fra lezioni di strumento, teoria, armonia, musica d’insieme e pratica di big band. Dal 1986 fino ad oggi mi sono instancabilmente prodigato, attraverso l’insegnamento e la produzione di gruppi e concerti, affinché chiunque desiderasse studiare e suonare jazz potesse farlo nel migliore dei modi. Oggi potrei fare una lunghissima lista di musicisti, alcuni anche molto noti come Stefano Bollani, che ho visto crescere all’interno della scuola di musica del Centro Attività Musicali (CAM). In un momento così denso di difficoltà come questo, ciò che sento utile fare è creare un’opportunità di apprendimento e di crescita musicale e cultura jazzistica che dia la possibilità a chi non dispone di mezzi economici sufficienti o impegni di lavoro che non gli permettono di frequentare dei corsi scolastici. Ho pensato quindi che l’utilizzo della piattaforma Patreon potesse essere il giusto mezzo per sostenere il mio impegno e un adeguato veicolo per promuovere dei corsi di jazz strutturati con lezioni in diretta on line. Molto spesso una delle cause che portano uno studente, sia esso giovane o adulto, a lasciare i suoi studi musicali è la difficoltà di individuare un iter didattico che lo conduca a riconoscere i propri errori e i progressi che lo porteranno a raggiungere l’obiettivo più vicino. In poche parole a gestire il suo percorso. Una delle cose che ho fatto in questi ultimi quattro anni è stata quella di raccogliere la documentazione del materiale didattico, consistente in partiture, raccolte di esercizi, appunti di armonia, ecc., composto per gli studenti della scuola durante i suoi quarant’anni di attività. Ho fatto questo lavoro per “confezionare” un metodo di studio basato su un materiale che, essendo stato creato appositamente per gli allievi che frequentavano la scuola, di fatto è già testato e, vista la crescita di molti studenti, anche garantito. I corsi che propongo basandosi principalmente sull’apprendimento della tecnica d’improvvisazione, richiedono una graduale assimilazione di concetti teorico-armonici. A questo scopo, oltre alla consegna periodica degli esercizi, fornirò all’allievo anche un esaustivo trattato di armonia jazzistica da me creato in parallelo alla raccolta di esercizi da eseguire con lo strumento. In questo modo anche la gestione del percorso di cui parlavo prima, verrà adeguatamente preparata curata. Questo punto per me è fondamentale per mantenere coerente il rapporto fra le proprie ambizioni e le proprie passioni e ciò che facciamo per tenerle vive. Come diceva uno dei miei maestri “suonare fa bene ma suonare bene fa molto meglio. Soprattutto a chi ascolta”. ",
  "patreon_readmore": "leggi tutto",




  "submenu1": "vai all'indice musica",
  "submenu2": "vai ai video concerti",
  "text-video-concert1": "Alessandro Di Puccio vibrafono - Leonardo Volo pianoforte Firenze feb. 2017",
  "text-video-concert2": "Things Are Gettin Better - J.C. Adderly Scott Hamilton & Alkaline Jazz trio Alberto Marsico organo Hammond - Alessandro Di Puccio vibrafono - Alessandro Fabbri batteria",
  "text-video-concert3": "Exactly Like You (Jimmy McHugh) Scott Hamilton & Alkaline Jazz trio Alberto Marsico organo Hammond - Alessandro Di Puccio vibrafono - Alessandro Fabbri batteria",
  "text-video-concert4": "Wabash - J.C. Adderly Alkaline Jazz Trio + Scott Hamilton Alberto Marsico organo Hammond - Alessandro Di Puccio vibrafono - Alessandro Fabbri batteria",
  "text-video-concert5": "Sack of Woe - J.C. Adderly Alkaline Jazz Trio + Scott Hamilton Alberto Marsico organo Hammond - Alessandro Di Puccio vibrafono - Alessandro Fabbri batteria",
  "text-video-concert6": "Azure (Duke Ellington) Echoes of MJQ Caligola Records 2002 Paolo Birro piano - Alessandro Di Puccio vibrafono - Paolo Ghetti contrabbasso - Alessandro Fabbri batteria",
  

  "text-other-projects1": "Immagini Piero Mazzoni, musica ideazione video montaggio e animazione Alessandro Di Puccio e Les Italiens, featuring Antonello Salis: fisarmonica (video realizzato nel 2013) il brano è contenuto nell'album “Les Italiens” Forrest Hill record (2002)",
  "text-other-projects2": "Riscrittura di Ingredere (ingresso) un brano tratto da le musiche composte da Francesco Corteccia (compositore rinascimentale) per il matrimonio di Cosimo I de' Medici con Eleonora de Toledo. Alessandro Di Puccio Vibrafono - Stefano Negri sax soprano",
  "text-other-projects3": "Riscrittura di un brano di Francesco Corteccia (compositore rinascimentale) Alessandro Di Puccio Vibrafono - Stefano Negri sax soprano",
  "text-other-projects4": "Musica: Simone Santini (ewi, oboe, sax sopranino Eb) Video: Alessandro Di Puccio (vibrafono) 2015",
  "text-other-projects5": "Musica: Simone Santini (ewi, oboe, sax sopranino Eb) Video: Alessandro Di Puccio (vibrafono) 2015",
  "text-other-projects6": "Lulù (Alessandro Di Puccio- Franco Pinzauti) dal cd “Les Italiens” Forrest Hill 2002 Francesca Taranto voce - Antonello Salis Fisarmonica",


  "press_title1": "Genius Loci, Festival Di Santa Croce A Firenze",
  "press_title2": "Les italiens - intervista su RAI tre - concerto in piazza della passera",
  "press_title3": "Musipolitana - R&R2007: Intervista ad Alessandro Di Puccio",
  "press_title4": "'Settembre in Piazza della Passera' - Alessandro Di Puccio",
  "press_title5": "Coro delle Lamentele, Firenze 2008",
  "press_description1": "Per la terza edizione di “Genius Loci: alla scoperta di Santa Croce”, che si terrà da giovedì 26 a sabato 28 settembre nel Complesso monumentale di Santa Croce a Firenze, una serie di interviste per scoprire il programma attraverso la voce dei protagonisti. 20 settembre 2019 – Intervista a cura di Giustina Terenzi con Alessandro Di Puccio che assieme a Giulio Ottanelli proporrà un concerto in due parti dal titolo “INGREDERE: FRANCESCO CORTECCIA, musiche rinascimentali dalla corte dei Medici.”. L’iniziativa è organizzata da Controradio, Controradio Club, Opera di Santa Croce, in collaborazione con La Nottola di Minerva, il contributo di Comune di Firenze – Estate Fiorentina 2019 e il patrocinio della Città Metropolitana di Firenze.",
  "press_description2": "Les Italiens, l'ensamble che unisce Ritmi e colori di derivazione Zingaresca, popolare e Jazzistica, manouche, Jump e Twist con la canzone italiana, la musica di strada, le chansons francesi e il vetriolo del Quartetto Cetra catturato insieme al loro leader Alessandro di Puccio in piazza della passera da Rai Tre durante un concerto. Il 2009 è l'anno di VERDELUNA DANCING HALL, il nuovo imminente album dei les Italiens previsto per la prossima primavera; il mondo sonoro delle orchestre Jazz da ballo rivive in un sound tra modernità e tradizione; è un racconto che risuona dalle stanze dei vecchi locali notturni, a metà tra ironia, modernità, smoking logori, lustrini ancora capaci di brillare, occasioni amorose e amori d'occasione fatti di un erotismo vicinolontano.", 
  "press_description3": "Estratto dalla serie di interviste ai musicisti dell'orchestra e ai protagonisti del progetto europeo Roots&Routes 2007 nell'ambito del festival Fabbrica Europa. In questo video il direttore dell'Orchestra Alessandro di Puccio spiega le finalità e le caratteristiche del progetto Musipolitana",
  "press_description4": "Musica: Alessandro di Puccio Testo: tratto dalle lamentele dei cittadini a cura di Alessandro di Puccio Riprese e montaggio video: Alessandro Guerri e Maurizio Trapani / Associazione Culturale Segni Barbarici",
  "press_description5": "Tre tracce di vibrafono in un'unica ripresa registrate da Alessandro Di Puccio diciotto anni fa - esce in un'edizione molto limitata di sole 100 copie. Molto bella e serena. I brani sono una selezione di undici brani che sono stati creati originariamente per un pezzo teatrale chiamato “Il silenzio è d'oro”. Dopo 18 anni di permanenza in un cassetto della casa di Di Puccio, queste opere inedite vedranno finalmente la luce. Brevi e potenti, questi brani rompono improvvisamente il silenzio e riflettono l'interesse di Di Puccio per l'evocazione di emozioni virtuose e tenere. “One Instrument Sessions - Alessandro Di Puccio” dà all'ascoltatore la sensazione di essere contemporaneamente cullato e risvegliato con tenerezza. Giocose e luminose, le tracce riflettono la natura gioiosa del vibrafonista e compositore che dal 1986 sperimenta e collabora con molti musicisti di fama internazionale. È stato direttore di due scuole di musica jazz ed è attualmente direttore del Dipartimento Jazz del Conservatorio di Firenze. Composto e prodotto da Alessandro Di Puccio. Masterizzato da Giuseppe Tillieci presso lo Studio Enisslab di Roma. Opera originale di Alejandra García e Marco Ciceri.",

  "press_link1": "LEGGI ARTICOLO",
  "press_link2": "Guarda L'intervista",

  "notfound": {
    "header": "NOT FOUND",
    "description": "You just hit a route that doesn't exist... the sadness."
  }
}