{
  "title": "Alessandro Di Puccio",
  "description": "Date il via al vostro prossimo, grande progetto Gatsby con questo starter-intl di default. Questo starter a ossa nude viene fornito con i principali file di configurazione di Gatsby di cui potreste aver bisogno",
  
  
  "about_opengallery": "Apri Galleria",
  "about_title1": "ALESSANDRO DI PUCCIO (Firenze, 1958)",
  "about_subtitle1": "VIBRAFONISTA, Batterista e pianista. Compositore e Arrangiatore.",
  "about_bio1": "Dai Primi anni “80 ad oggi ha suonato nei più importanti club,  festival e rassegne, sia in ambito jazz che world music, in Italia e in Europa (Leverkusen, Parigi, Colonia, Istanbul, Ankara, Lisbona, Lubiana).",
  "about_bio1_2": "Vanta numerose collaborazioni con musicisti di jazz e world music, fra le più significative: Bruno Tommaso, Enrico Pierannunzi, Maurizio Giammarco, Fabio Morgera, Franco D’Andrea, Gianluigi Trovesi, Pietro Tonolo, Gianni Cazzola, Luca Flores, Marco Tamburini, Massimo Urbani, Tiziana Ghiglioni Larry Nocella, Roberto Rossi, Paolo Birro, Rosario Giuliani, Nicola Stilo, Rita Marcotulli, Riccardo Tesi, Toots Thielemans, Antonello Salis, Stefano Bollani, Albert Mangelsdorff, Claude Barthelemy, Mal Waldron, Mike Turk, Sal Nistico, Emanuele Cisi, Stefano “Cocco” Cantini, Francesco Maccianti.",
  "about_bio1_3": "Attualmente tiene concerti con il sassofonista americano SCOTT HAMILTON, l’organista ALBERTO MARSICO e il batterista ALESSANDRO FABBRI.",

  "about_title2": "ARRANGIAMENTO E COMPOSIZIONE PER ORCHESTRA.",
  "about_bio2": "Ha diretto e scritto composizioni ed arrangiamenti per orchestre jazz, fra cui le esperienze più significative sono con le orchestre: ",
  "about_bio2_2": "Les Italiens (dal 1998 al 2013) che eseguiva esclusivamente sue composizioni e si è esibita in festival e rassegne italiane ed europee. Con questa orchestra ha realizzato 2 CD Les Italiens (2002) e Verdeluna Dancing Hall (2009).",
  "about_bio2_3": " L’orchestra Far Fly MusicComunity (dal 2006 al 2008) nata per l’esecuzione di brani del pianista scomparso Luca Flores arrangiati da Di Puccio con la quale hapartecipato a molti festivals jazz.",
  "about_bio2_4": "L’Orchestra multietnica Musipolitana, formazione di ambito world music il cui organico era composto da musicisti provenienti da Cuba, Costa D’Avorio, Marocco, Iran, Brasile oltre che dal Sud d’Italia.",
  "about_bio2_5": "Per il suo carattere popolare ha partecipato a numerose rassegne vicine al tema della “festa di piazza” e festival di musica etnica.",

  "about_title3": "COMPOSIZIONE PER TEATRO, DANZA, COMMENTI CINE-TELEVISIVI E RADIOFONICI",
  "about_bio3":  "Ha composto ed arrangiato musica per spettacoli teatrali collaborando con importanti attori italiani (Carlina Torta, Marco Zannoni, Veronique Nah) e i registi Pietro Bartolini, Silvano Panichi, Alessandro Libertini. ", 
  "about_bio3_2": "Negli anni dal 2005 al 2014 ha composto musiche e curato la regia di Mini Musicals per ragazzi con spettacolo finale al Teatro della Pergola di Firenze, in collaborazione con l’Assessorato all’Istruzione del Comune di Firenze. Questa attività è culminata nella realizzazione del disco “Si può farcela” (2017) – musica di Di Puccio, prodotto da Marco Lamioni e Comune di Firenze – con la partecipazione di Roberto Vecchioni e Irene Grandi.",
  "about_bio3_3": "Sue composizioni, prevalentemente di Les Italiens, sono state usate come sigla o colonna sonora o commenti musicali per trasmissioni radiofoniche e televisive (prevalentemente per la RAI – fra cui fiction televisive e due film prodotti da Rai Trade – e un film d’animazione per la televisione Canadese).", 
  "about_bio3_4": "E’ stato consulente musicale del film “PIano Solo” di Riccardo Milani, interpretato da Kim Rossi Stuart, sulla vita di Luca Flores (con il quale ha suonato per circa venti anni) tratto dal libro di Walter Veltroni “Il Disco del Mondo”.", 
  "about_bio3_5": "Con l’orchestra Musipolitana ha collaborato per vari anni con la Fondazione Fabbrica Europa, lavorando in particolare sul progetto triennale europeo “Roots & Routes” con la realizzazione delle musiche per due spettacoli di danza e la colonna sonora di due documentari televisivi (Storie Migranti ed Intrecci).", 
  "about_bio3_6": "Ha fondato nel 2015, assieme ad altri artisti (fotografi, musicisti, pittori, video maker) il Collettivo Fu.Ori con il quale sta realizzando progetti che prevedono la fusione di musica e immagini attraverso la creazione di cortometraggi, da lui stesso curati nella regia e nell’editing, presentati in numerose occasioni fra cui nella 12a e 14a edizione del Festival Jazz fiorentino “Settembre in piazza della Passera” di cui Di Puccio è Direttore Artistico dall’anno 2001.", 
 

  "teaching_title": "ATTIVITA' DIDATTICA: ",
  "teaching_text1": "Dal 1985 svolge attività didattica come insegnante di strumenti a percussione (batteria, vibrafono) e tiene corsi di musica d’insieme, armonia, tecnica dell’improvvisazione ad indirizzo jazzistico, composizione e arrangiamento per musica d'uso e storia del Jazz.",
  "teaching_text2": "È stato direttore didattico dal 1986 al 2017 della scuola del Centro Attività Musicali (CAM) di Firenze e dal 1986 al 2003 anche della scuola comunale di Scandicci (Fi).",
  "teaching_text3": "Attualmente dirige il dipartimento Jazz dell’Accademia Musicale di Firenze e il Centro per le Arti Silence JAM (jazz, arte, movimento) di Firenze. Ha tenuto seminari in molte Scuole di Musica e Conservatori italiani sull'improvvisazione nel jazz (Firenze, Siena, Modena, La Spezia) e un seminario all'Università di Istanbul (2004) e al conservatorio di Pantin, Parigi (1987). ",
  "teaching_text4": "Ha svolto per oltre vent’anni anche attività di aggiornamento didattico per gli insegnanti e corsi di Ascolto guidato per le classi delle scuole materne e elementari nel Comune e nella Provincia di Firenze. Dal 2004 al 2015, per l'Assessorato alla Pubblica Istruzione del Comune di Firenze, nell'ambito delle proposte formative “Chiavi Della Città”, ha diretto laboratori di teatro musicale per e con i bambini delle scuole elementari e medie.",

  "patreon_title": "Diventa un Patreon",
  "patreon_text1" : "Ho sempre pensato che l’apprendimento dell’arte del linguaggio dei suoni (così è definita la musica) sia un percorso ricco di “sorprese” che lo rendono avvincente ed emozionante. La più importante nel mio iter di apprendimento è stato l’incontro con l’eleganza e l’immediatezza del linguaggio del jazz.", 
  "patreon_text1_2" : "Fin dall’inizio la mia attività artistica è stata ispirata dal fascino emanato dalla pratica dell’improvvisazione che permette di esprimersi in maniera personale e straordinariamente libera e creativa. Ho pensato di condividere la mia quarantennale esperienza attraverso Patreon per chi si sta avvicinando al linguaggio del Jazz o chi, già avanti nel suo percorso di studio, desideri approfondire le tematiche riguardanti il linguaggio del jazz.", 

  "notfound": {
    "header": "NOT FOUND",
    "description": "You just hit a route that doesn't exist... the sadness."
  }
}